tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "ast-grep"
brew "bat"
brew "cloc"
brew "cmake"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "jj"
brew "jq"
brew "just"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "neovim"
brew "pnpm"
brew "pocketbase"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "watchman"
brew "wget"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
cask "aerospace"
cask "betterdisplay"
cask "cleanshot"
cask "devtoys"
cask "discord"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "orbstack"
cask "raycast"
cask "sf-symbols"
cask "spotify"
