tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "yqrashawn/goku"
brew "bat"
brew "chafa"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "gowall"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "media-control"
brew "n"
brew "neovim"
brew "nerdfetch"
brew "nowplaying-cli"
brew "pnpm"
brew "pocketbase"
brew "ripgrep"
brew "spicetify-cli", link: false
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "tmux"
brew "tpm"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
cask "aerospace"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "betterdisplay"
cask "cleanshot"
cask "devtoys"
cask "font-symbols-only-nerd-font"
cask "sf-symbols"
cask "font-sf-mono"
cask "font-sf-pro"
cask "raycast"
cask "sf-symbols"
cask "spotify"
